Revit 2027 API
PaperSizeSet Constructor
Initializes a new instance of the PaperSizeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PaperSizeSet()
Public Sub New
public:
PaperSizeSet()
new : unit -> PaperSizeSet
See Also
Reference
PaperSizeSet Class
Autodesk.Revit.DB Namespace